Repository: adnanebrahimi/woocommerce-apg-sms-notifications
Catalog: languages/woocommerce-apg-sms-notifications-*.po
Languages: fr_be

source: Make a donation by
fr_be: Faire un don par

source: Follow us on
fr_be: Suivez-nous sur

source: More plugins on
fr_be: Plus de plugins sur

source: Contact with us by
fr_be: Contactez-nous par

source: Settings of
fr_be: Paramètres de

source: Settings
fr_be: Réglages

source: Support of
fr_be: Soutien de

source: APG SMS Notifications
fr_be: Notifications SMS APG

source: SMS Notifications
fr_be: Notifications SMS

source: Processing
fr_be: En traitement

source: Completed
fr_be: Complet

source: This plugin require WooCommerce active to run!
fr_be: Ce plugin requiert que WooCommerce soit actif pour fonctionner!

source: Please, rate %s:
fr_be: Veuillez noter% s:

source: Please, update your %s. It's very important!
fr_be: Veuillez mettre à jour votre% s. C'est très important!

source: settings
fr_be: Réglages

source: If you enjoyed and find helpful this plugin, please make a donation:
fr_be: Si vous avez aimé et trouvé utile ce plugin, faites un don:

source: Follow us:
fr_be: Suivez-nous:

source: More plugins:
fr_be: Plus de plugins:

source: Contact with us:
fr_be: En contact avec nous:

source: Documentation and Support:
fr_be: Documentation et support:

source: APG SMS Notifications Options.
fr_be: Options de notifications SMS d'APG.

source: account Sid
fr_be: Compte Sid

source: Account Sid:
fr_be: Compte Sid

source: authentication Token
fr_be: Jeton d'authentification

source: Authentication Token:
fr_be: Jeton d'authentification:

source: key
fr_be: clé

source: Key:
fr_be: clé:

source: authentication key
fr_be: Clé d'authentification

source: Authentication key:
fr_be: Clé d'authentification:

source: sender ID
fr_be: ID de l'expéditeur

source: Sender ID:
fr_be: ID de l'expéditeur:

source: route
fr_be: chemin

source: Route:
fr_be: Chemin:

source: username
fr_be: Nom d'utilisateur

source: Username:
fr_be: Nom d'utilisateur:

source: password
fr_be: Mot de passe

source: Password:
fr_be: Mot de passe:

source: mobile number
fr_be: numéro de mobile

source: Mobile number:
fr_be: numéro de mobile:

source: authentication ID
fr_be: ID d'authentification

source: Authentication ID:
fr_be: ID d'authentification:

source: project
fr_be: projet

source: Project:
fr_be: Projet:

source: Add to WooCommerce the possibility to send <abbr title="Short Message Service" lang="en">SMS</abbr> notifications to the client each time you change the order status. Notifies the owner, if desired, when the store has a new order. You can also send customer notes.
fr_be: Ajoutez à WooCommerce la possibilité d'envoyer des notifications <abbr title = "Service de messages courts" lang = "en"> SMS </ abbr> au client chaque fois que vous changez le statut de la commande. Notifie le propriétaire, si désiré, lorsque le magasin a une nouvelle commande. Vous pouvez également envoyer des notes de clients.

source: Select your SMS gateway
fr_be: Sélectionnez votre passerelle SMS

source: Default
fr_be: Défaut

source: The %s for your account in %s
fr_be: Le% s pour votre compte dans% s

source: Your mobile number:
fr_be: Votre numéro de mobile:

source: The mobile number registered in your SMS gateway account and where you receive the SMS messages. You can add multiple mobile numbers separeted by | character. Example: xxxxxxxxx|yyyyyyyyy
fr_be: Le numéro de téléphone mobile enregistré dans votre compte passerelle SMS et où vous recevez les messages SMS. Vous pouvez ajouter plusieurs numéros de téléphone mobile séparés par | caractère. Exemple: xxxxxxxxx|yyyyyyyyy

source: New order notification:
fr_be: Nouvelle notification de commande:

source: Check if you want to receive a SMS message when there's a new order
fr_be: Vérifiez si vous souhaitez recevoir un message SMS lorsqu'il ya une nouvelle commande

source: Send international <abbr title="Short Message Service" lang="en">SMS</abbr>?:
fr_be: Envoyer international <abbr title = "Service de messages courts" lang = "en"> SMS </ abbr> ?:

source: Check if you want to send international SMS messages
fr_be: Cochez si vous souhaitez envoyer des SMS internationaux

source: Send <abbr title="Short Message Service" lang="en">SMS</abbr> to shipping mobile?:
fr_be: Envoyer <abbr title = "Service de messages courts" lang = "en"> SMS </ abbr> à l'expédition mobile ?:

source: Check if you want to send SMS messages to shipping mobile numbers, only if it is different from billing mobile number
fr_be: Cochez si vous souhaitez envoyer des messages SMS à des numéros mobiles d'expédition, uniquement si elle est différente de la facturation du numéro de mobile

source: Shipping mobile field:
fr_be: Champ mobile de livraison:

source: Select the shipping mobile field
fr_be: Sélectionnez le champ mobile d'expédition

source: Custom Order Statuses & Actions:
fr_be: État des commandes personnalisées et actions:

source: Select your own statuses.
fr_be: Sélectionnez vos propres statuts.

source: %s state custom message:
fr_be: %s état message personnalisé:

source: You can customize your message. Remember that you can use this variables: %id%, %order_key%, %billing_first_name%, %billing_last_name%, %billing_company%, %billing_address_1%, %billing_address_2%, %billing_city%, %billing_postcode%, %billing_country%, %billing_state%, %billing_email%, %billing_phone%, %shipping_first_name%, %shipping_last_name%, %shipping_company%, %shipping_address_1%, %shipping_address_2%, %shipping_city%, %shipping_postcode%, %shipping_country%, %shipping_state%, %shipping_method%, %shipping_method_title%, %payment_method%, %payment_method_title%, %order_discount%, %cart_discount%, %order_tax%, %order_shipping%, %order_shipping_tax%, %order_total%, %status%, %prices_include_tax%, %tax_display_cart%, %display_totals_ex_tax%, %display_cart_ex_tax%, %order_date%, %modified_date%, %customer_message%, %customer_note%, %post_status%, %shop_name%, %order_product% and %note%.
fr_be: Vous pouvez personnaliser votre message. N'oubliez pas que vous pouvez utiliser les variables suivantes:% id%,% order_key%,% billing_first_name%,% billing_last_name%,% billing_company%,% billing_address_1%,% billing_address_2%,% billing_city%,% billing_postcode%,% billing_country%,% billing_state %,% Shipping_address_1%,% shipping_address_2%,% shipping_city%,% shipping_postcode%,% shipping_country%,% shipping_state%,% shipping_method%,% % Shipping_method_title%,% payment_method%,% payment_method_title%,% order_discount%,% cart_discount%,% order_tax%,% order_shipping%,% order_shipping_tax%,% order_total%,% status%,% prices_include_tax%,% display_totals_ex_tax %,% Display_cart_ex_tax%,% order_date%,% modified_date%,% customer_message%,% customer_note%,% post_status%,% shop_name%,% order_product% et% note%.

source: Custom variables:
fr_be: Variables personnalisées:

source: You can add your own variables. Each variable must be entered onto a new line without percentage character ( % ). Example: <code>_custom_variable_name</code><br /><code>_another_variable_name</code>.
fr_be: Vous pouvez ajouter vos propres variables. Chaque variable doit être saisie sur une nouvelle ligne sans caractère de pourcentage (%). Exemple: <code> _custom_variable_name </ code> <br /> <code> _un autre nom_variable </ code>.

source: Owner custom message
fr_be: Message personnalisé du propriétaire

source: Order received custom message
fr_be: Ordre reçu message personnalisé

source: Order processing custom message
fr_be: Traitement des commandes message personnalisé

source: Order completed custom message
fr_be: Commander un message personnalisé

source: Notes custom message
fr_be: Message personnalisé Notes

source: Order No. %s received on
fr_be: Numéro de commande% s reçu le

source: Your order No. %s is received on %s. Thank you for shopping with us!
fr_be: Votre numéro de commande% s est reçu sur% s. Merci de faire vos achats chez nous!

source: Thank you for shopping with us! Your order No. %s is now:
fr_be: Merci de faire vos achats avec nous! Votre numéro de commande% s est maintenant:

source: A note has just been added to your order No. %s:
fr_be: Une note vient d'être ajoutée à votre commande n °% s:

source: Send debug information?:
fr_be: Envoyer des informations de débogage ?:

source: Check if you want to receive debug information from your SMS gateway
fr_be: Vérifiez si vous souhaitez recevoir des informations de débogage de votre passerelle SMS

source: email address:
fr_be: adresse e-mail:

source: Add an email address where you want to receive the debug information
fr_be: Ajoutez une adresse e-mail où vous souhaitez recevoir les informations de débogage

source: Save Changes
fr_be: Sauvegarder les modifications

source: Gateway answer:
fr_be: Passerelle réponse:

source: WooCommerce - APG SMS Notifications
fr_be: WooCommerce - Notifications SMS de l'APG

source: Add to WooCommerce SMS notifications to your clients for order status changes. Also you can receive an SMS message when the shop get a new order and select if you want to send international SMS. The plugin add the international dial code automatically to the client phone number.
fr_be: Ajoute à WooCommerce des notifications SMS à vos clients pour les changements d'état de commande. En outre, vous pouvez recevoir un message SMS lorsque le magasin obtenir un nouvel ordre et sélectionnez si vous souhaitez envoyer des SMS internationaux. Le plugin ajoute automatiquement le numéro de téléphone international au numéro de téléphone du client.
